<?php

return [

    'title' => 'Пријави се',
    'action' => 'Пријави се',
    'login_redirect' => 'Немате налог?',
    'register_redirect' => 'Већ имате налог?',
    'failed' => 'Ове информације се не поклапају са нашим записима.',
    'password' => 'Ове информације се не поклапају са нашим записима.',
    'throttle' => 'Превише покушаја пријављивања. Молим вас, покушајте поново за :сецондс секунди.',
    'name' => 'Име',
    'provider' => 'Овај налог је повезан са :провидер налогом.',
    'forgot_password_description' => 'Заборавили сте лозинку? Нема проблема. Унесите вашу емаил адресу и послаћемо вам линк који ће вам омогућити да изаберете нову лозинку.',
    'confirm_password_description' => 'Молимо потврдите вашу лозинку пре него што наставите.',
    'profile_description' => 'Ажурирајте информације о профилу и емаил адресу вашег налога.',
    'update_password_description' => 'Проверите да ли ваш налог користи дугу, насумичну лозинку како би остали безбедни.',
    'delete_account_description' => 'Када се налог обрише, сви његови подаци повезани са вашим налогом ће бити трајно обрисани. Пре него што обришете налог, преузмите све податке или информације које желите да задржите.',
    'delete_account_confirmation' => 'Када се налог обрише, сви његови подаци повезани са вашим налогом ће бити трајно обрисани. Унесите лозинку да бисте потврдили да желите трајно да обришете свој налог.',
    'set_password_description' => 'Пријавили сте се користећи 3рд партy провајдера као што су Гоогле, Аппле или Линкедин. Да бисте могли директно приступити платформи поставите лозинку.',

];
