<?php

return [

    'discord' => [
        'title' => 'Придружите се нашој заједници',
        'description' => 'Размислите о придруживању нашој Дисцорд заједници. Ваше мишљење нам може помоћи да ствари учинимо још бољим.',
        'action' => 'Дисцорд Сервер',
    ],
    'email_verification' => [
        'description' => 'Емаил адреса коју сте унели није валидна и не можемо вас контактирати. Молимо вас да је ажурирате на вашој страници профила и обавестите нас слањем емаила на:',
    ],
    'rate_teacher' => [
        'description' => 'Молимо вас да одвојите тренутак да оцените ваш недавни час са вашим предавачем. Ваши утисци нам помажу да побољшамо искуство учења за све.',
    ],
    'feedback' => [
        'description' => 'Ценимо ваше мишљење! Ако мислите да нешто недостаје или сте наишли на неки проблем, молимо вас да нас обавестите посетом',
    ],
    'localization' => [
        'description' => 'Ослањамо се на нашу заједницу приликом развоја платформе. Желиш да помогнеш да преведемо платформу на што више језика? Придружи нам се!',
        'action' => 'Придружите нам се на Цроwдин-у',
        'title' => 'Учествујте у преводу',
    ],

];
